export default {
  static: {
    home: {
      bannerTop: {
        textTitle: "10,2M векторлық белгішелерге қол жеткізіңіз",
        textDescription:
          "Жобаларыңыз үшін тегін белгішелер мен стикерлерді жүктеп алыңыз. ",
        searchLabel: [
          "Үздік іздеулер:",
          "Ui, технология, білім, пайдаланушы. ",
        ],
        categories: ["Белгішелер", "Интерфейс белгішелері", "Стикерлер"],
      },
      topIcons: {
        title: "Top icons",
        button: "View all",
        items: [
          {
            title: "Әр түрлі элементтер",
            subtitle: "100+ белгішелер",
          },
          {
            title: "Негізгі экран қолданбалары",
            subtitle: "200+ белгішелер",
          },
          {
            title: "Қолмен сызылған көрсеткілер",
            subtitle: "50+ белгішелер",
          },
          {
            title: "Алфавит және сандар",
            subtitle: "40+ белгішелер",
          },
        ],
      },
      topStickers: {
        title: "Top stickers",
        button: "View all",
        items: [
          {
            title: "Басты бет",
            subtitle: "100+ жапсырмалар",
          },
          {
            title: "Туған күн",
            subtitle: "40+ жапсырмалар",
          },
          {
            title: "Жануарлар",
            subtitle: "20+ жапсырмалар",
          },
          {
            title: "үйде бол",
            subtitle: "10+ жапсырмалар",
          },
        ],
      },
      bannerTablet: {
        title: "Үлкен немесе кіші кез келген жобаға арналған белгіше қаріптері",
        description:
          "Веб, iOS және Android қолданбалары үшін оңтайландырылған векторлық белгішелерге негізделген 16 200 SVG және қаріп файлдары.",
        button: "Толығырақ көру",
      },
      tools: {
        title: "Жұмысыңызды кәсібирек етуге көмектесетін құралдар",
        description:
          "Дизайныңызды ұйымдастыруға, жасауға және уақытты үнемдеуге мүмкіндік беретін тегін аксессуарлар",
        items: [
          {
            title: "Жинақтар",
            description:
              "Белгішелерді ретке келтіру үшін бірнеше жинақ жасаңыз және оларды кез келген пішімде жүктеп алыңыз.",
            link: "Толығырақ көру",
          },
          {
            title: "Редактор",
            description:
              "Белгішелердің түсін өңдеңіз, өлшемін өзгертіңіз және оларды SVG, PNG және EPS форматында жүктеп алыңыз.",
            link: "Толығырақ көру",
          },
          {
            title: "Google Workspace",
            description:
              "Google Docs және Slides ішіндегі белгішелерді оңай, жылдам және тегін пайдаланыңыз.",
            link: "Толығырақ көру",
          },
        ],
      },
      whatsNew: {
        title: "Piccon қолданбасындағы жаңалықтар",
        description:
          "Веб-сайттың соңғы жаңартуларын, жаңа мүмкіндіктерді және құралдарды қараңыз және Piccon тәжірибесін барынша пайдаланыңыз.",
        button: "Барлығын шолу",
        items: [
          "SVG пішімі бар жаңа Figma плагині осында",
          "UI тәжірибеңізді жеңілдетіңіз",
          "Стиль бойынша сұрыптаңыз және сәйкес белгішелерді жылдам табыңыз",
        ],
      },
      bannerBottom: {
        title: "Фигмаға белгішелерді жылдамырақ қосыңыз",
        description:
          "Жаңа Figma плагині осында, ол сіздің кенепіңізге миллиондаған векторлық белгішелерді әкеледі.",
        button: "Плагинді қолданып көріңіз",
      },
    },
    catalog: {
      categories: [
        "Барлық",
        "Белгішелер",
        "Интерфейс белгішелері",
        "Стикерлер",
      ],
    },
    catalogDetail: {
      button: "Сатып алу",
      license: {
        title: "Piccon лицензиясы",
        description: [
          "Жеке және коммерциялық пайдалану үшін тегін. ",
          "Атрибуция қажет. ",
        ],
      },
      banner: {
        title: "Стикерлер",
        description: "Веб-сайттар мен қолданбаларға арналған сапалы стикерлер",
      },
      titleTags: "Қатысты тегтер",
      icons: {
        title: "Бір стиль мен тұжырымдамасы бар белгішелер",
        button: "Толығырақ →",
      },
      categories: {
        title: "Бір стиль мен тұжырымдамасы бар белгішелер",
        items: ["Белгішелер", "Интерфейс белгішелері", "Стикерлер"],
      },
    },
    projects: {
      title: "Менің жобаларым",
      buttonAdd: "Жоба қосу",
      noprojectsDescription: "Сізде әлі ешқандай жоба жоқ",
    },
    addProject: {
      categoriesSelect: ["Белгішелер", "Интерфейс белгішелері", "Стикерлер"],
      title: "Жоба қосыңыз",
      imagesTitle: "Жоба суреттері",
      imagesDescription: "5 файлдан артық емес. ",
      placeholders: [
        "Жоба атауы *",
        "Минималды баға *",
        "Әзірлеуші ​​*",
        "Пакет атауы *",
        "Түйінді сөздер (үтірмен бөлінген)",
      ],
      button: "Сақтау",
    },
    about: {
      bannerTop: {
        title: "Бізбен танысыңыз",
        description:
          "Біз сізге идеяларды жүзеге асыруға көмектескенді   жақсы көреміз. ",
      },
      possibilities: {
        title: "Шексіз мүмкіндіктер",
        description:
          "Сіздің қиялыңызда шек жоқ, біз ұсынатын мүмкіндіктер де жоқ. ",
      },
      team: {
        title: "Біздің Piccon Ғаламының шығу тегі",
        description:
          "Біздің бірінші жобамыз Piccon 2010 жылы ағайынды Алехандро және Пабло Бланес және олардың досы, Panoramic негізін қалаушы Хоакин Куэнкамен (Google сатып алған) негізін қалады. ",
      },
      companies: {
        title: "Piccon компаниясының ресурсын пайдаланатын компаниялар",
      },
      timeline: {
        title: "Кейбір белестеріміз",
        items: [
          {
            year: "2015",
            description:
              "Біз өз платформаларымызға жазылу үлгісін жасаймыз, бұл пайдаланушыларға премиум болу үшін артықшылықтарды пайдалануға мүмкіндік береді.",
          },
          { year: "2016", description: "Tutpad дүниеге келді" },
          {
            year: "2017",
            description:
              "Эксклюзивті контент өндірісі артып, біз өз фотоларымызды жасай бастаймыз",
          },
          {
            year: "2018",
            description:
              "Біздің жобалар жүйемізді және пайдаланушы тәжірибесін жетілдіре отырып, қайта жасақталды",
          },
          { year: "2019", description: "Slidesgo дүниеге келді" },
          {
            year: "2021",
            description:
              "Wepik дүниеге келді Wepik әркімге өз жобалары үшін тартымды және сапалы графика жасауды тез және оңай ету миссиясымен іске қосылды.",
          },
        ],
      },
      millions: {
        title: "Еуропадағы ең жылдам дамып келе жатқан стартаптардың бірі",
        description:
          "Financial Times журналының «Еуропаның ең жылдам дамып келе жатқан 1000 компаниясы».",
        items: [
          { title: "18 млн", description: "Ай сайынғы бірегей пайдаланушылар" },
          { title: "50 млн", description: "Айлық көрініс" },
          { title: "100 млн", description: "Ай сайынғы жүктеп алу" },
          { title: "4,5 млн", description: "Графикалық ресурс" },
        ],
      },
      bannerBottom: {
        title: "Команда туралы көбірек білгіңіз келе ме?",
        description: "Бірге жұмыс жасасақ, бәрі мүмкін.",
        button: "Біздің командаға қосылыңыз →",
      },
    },
    support: {
      title: "Біз сізге көмектесе аламыз ба?",
      form: {
        title: "Өтінім жіберу",
        input1: "Сіздің электрондық поштаңыз",
        input2: "Тақырып",
        description1:
          "Біздің жауабымызды алғыңыз келетін электрондық пошта мекенжайын енгізіңіз. ",
        textarea: "Бізге хабарлама жазыңыз",
        description2:
          "Сұрауыңыздың мәліметтерін енгізіңіз және біздің Пайдалану шарттарына қатысты сұрақтарыңыз болса, ресурстарымызға бергіңіз келетін пайдаланудың нақты үлгілерін қосыңыз. ",
        description3:
          "Деректерді қорғау туралы негізгі ақпарат: Piccon компаниясы «Жіберу» түймесін басу арқылы берілген келісім негізінде жіберілген сұрақтарыңызға, ұсыныстарыңызға немесе шағымдарыңызға жауап беру үшін деректеріңізді өңдейді. ",
        button: "Жіберу →",
      },
    },
    faq: {
      advantages: [
        {
          title: "Толық лицензия",
          description:
            "Премиум жазылыммен иллюстрацияны атрибуттауды ұмытыңыз. ",
        },
        {
          title: "Эксклюзивті мазмұн",
          description: "Сіз қазір VIP мүшесісіз. ",
        },
        {
          title: "Үздіксіз өндіріс",
          description:
            "Piccon-та біз пайдаланушыларымызға қолжетімді мазмұнды үнемі арттырып, ең жақсы сапалы белгішелер мен стикерлерді ұсына береміз.",
        },
        {
          title: "Жарнамалар жоқ",
          description: "Piccon шолу оңайырақ болды. ",
        },
      ],
      qaBlock: {
        title: "Жиі қойылатын сұрақтар",
        items: [
          {
            question:
              "Жүктеп алынған белгішелерді клиентке жұмыс жасау үшін пайдалана аламын ба?",
            answer:
              "Қолдану ережелерімізге сәйкес келетін болса, жобаларыңыз үшін белгішелерімізді пайдалана аласыз: Толығырақ",
          },
          {
            question: "Премиум мүшеліктің артықшылықтары қандай?",
            answer:
              "Премиум пайдаланушы ретінде сіз біздің белгішелерімізді авторлық құқықсыз пайдалануға мүмкіндік беретін лицензияларды жүктей аласыз. Сондай-ақ, сіз біздің белгішелерімізді SVG, EPS, PSD, base 64 және PNG форматтарында жүктейсіз. Бұл ғана емес, жүктеу шегі күніне 2000 белгішеге дейін артады.",
          },
          {
            question: "Мен қанша топтама жасай аламын?",
            answer:
              "Тегін шоттар саны 3 коллекциямен шектеледі (әрқайсысында 50 белгішеден аспайды). Екінші жағынан, премиум-шоттар шексіз коллекциялар жасай алады (256 белгіше - әрқайсысында шектеу).",
          },
          {
            question: "Сатып алғаным үшін шот-фактура аламын ба?",
            answer:
              "Біздің жүйе төлемді алғаннан кейін шамамен 24 сағаттан кейін шот-фактураны автоматты түрде жасайды. Сіз оны жазылым бетінен жүктей аласыз.",
          },
          {
            question: "Менің жазылым ай сайын автоматты түрде жаңартыла ма?",
            answer:
              "иә. Егер сіз бұл опциядан бас тартпасаңыз, жазылымыңыз автоматты түрде жаңартылады (әрдайым бастапқы бағамен, жаңарту кезінде жеңілдіктер қолданылмайды). Жазылымды автоматты түрде жаңартудан бас тарту және болашақта қажетсіз төлемдерді болдырмау үшін пайдаланушы профиліндегі жазылымнан бас тарту керек. Мұны Piccon-дан сатып алу үшін төлем сәтті аяқталғанын растайтын хабарлама алғаннан кейін жасағаныңызға көз жеткізіңіз, әйтпесе сіз жазылымнан толығымен бас тартасыз.",
          },
          {
            question:
              "Жазылымнан бас тартып, сатып алған ақшамды қайтаруды сұрай аламын ба?",
            answer:
              "Piccon - да біз сіздің бақытты болғаныңызды қалаймыз. Сонымен, егер сіз біздің қызметтерімізге толық қанағаттанбасаңыз, біз 30 күндік ақшаны қайтару кепілдігін ұсынамыз. Сіз сатып алған күннен бастап 30 күн ішінде толық қайтарымды ала аласыз, егер сіз қызметті пайдаланбаған болсаңыз, яғни ешқандай белгішені жүктемеген болсаңыз. Егер бұл сіздің жағдайыңыз болса, сіз info арқылы ақшаны қайтаруды сұрай аласыз pic-con.com . Сіз тек ағымдағы есеп айырысу кезеңінде ақшаны қайтаруды сұрай аласыз. Алдыңғы жазылымдар қайтарылмайтынын ескеріңіз.",
          },
          {
            question: "Тегін және Premium мүшелерінің айырмашылығы неде?",
            answer:
              "Тегін мүше: сіз Piccon сілтемесін қосып, белгішелерді пайдаланудың орнына авторды көрсетуіңіз керек. Авторға несие беру үшін, егер белгішелерді Piccon жасаған болса, Piccon дизайнын немесе басқа жағдайда автордың атын пайдалану керек. Атрибуцияны қалай енгізу керек? Премиум мүше: сіз Piccon немесе біздің авторларымыздың бірі болсын, авторды көрсетпестен белгішелерді пайдалана аласыз. Сонымен қатар, сіз тек премиум пайдаланушылар үшін қол жетімді эксклюзивті суреттерге қол жеткізе аласыз.",
          },
        ],
      },
    },
    cart: {
      title: "Арба",
      formTitle: "Төлем туралы ақпарат",
      input1: "Карточкадағы аты",
      input2: "Карточка нөмірі",
      input3: "Ай",
      input4: "Жыл",
      input5: "CVV",
      total: "Барлығы",
      button: "Шығу",
      checkout: "Қауіпсіз төлем арқылы:",
    },
    error: {
      title: "бірдеңе дұрыс болмады",
      description: "сілтемені тексеріңіз, немесе мұндай бет жоқ",
      link: "басты бетке өту",
    },
  },
  textPageSidebar: {
    buttons: [
      "Қолдану ережелері",
      "Cookie саясаты",
      "Құпиялылық саясаты",
      "Қолдау",
      "Жиі қойылатын сұрақтар",
    ],
  },
  header: {
    categories: [
      "Барлық санаттар",
      "Белгішелер",
      "Интерфейс белгішелері",
      "Стикерлер",
    ],
    buttons: ["Себет", "Жобалар", "Кіру", "Тіркелу"],
  },
  footer: {
    button: "Белгішелеріңізді сатыңыз",
    categories: {
      title: "Мазмұны",
      items: [
        "Барлық санаттар",
        "Белгішелер",
        "Интерфейс белгішелері",
        "Стикерлер",
      ],
    },
    links: {
      title: "Компания",
      items: [
        "Біз туралы",
        "Қолдау",
        "Шарттар",
        "Cookie",
        "Құпиялық",
        "Жиі қойылатын сұрақтар",
      ],
    },
    signup: {
      description: "Эксклюзивті суреттерді тікелей кіріс жәшігіңізге алыңыз",
      button: "Тіркелу",
    },
    copyright: {
      text: "Copyright © 2010-2023 Piccon Company S.L. ",
      link: "Кері байланыс",
    },
  },
  projectHorizontal: { button: "Жою" },
  packSwitcher: "Барлық пакеттер",
  sortSwitcher: {
    title: "Бойынша сұрыптау",
    options: ["Қымбаттан арзанға", "Арзаннан қымбатқа"],
  },
  popupSuccess: {
    title: "Жетістік",
    description: "Сұрау сәтті жіберілді",
    button: "Дайын",
  },
  popupTransactionFailed: {
    title: "Бірдеңе дұрыс болмады",
    description: "Қайталап көріңіз немесе сәл кейінірек пікір жазыңыз",
    button: "Жабық",
  },
  popupSignIn: {
    title: "Кіру",
    description: "Сізде аккаунт жоқ па?",
    link: "Тіркелу",
    placeholders: ["Электрондық пошта", "Құпия сөз"],
    button: "Кіру",
    errors: ["Пайдаланушы табылмады!", "Қате құпиясөз!"],
  },
  popupSignUp: {
    title: "Аккаунты құру",
    description: "Есептік жазбаңыз болса,",
    link: "кіру",
    buttonPhotoAdd: "Фото қосу",
    buttonPhotoDelete: "Жою",
    placeholders: [
      "Аты",
      "Тек",
      "Сипаттама",
      "Электрондық пошта",
      "Құпия сөз",
      "Құпия сөзді қайталаңыз",
    ],
    label: "Мен құпиялылық саясатымен келісемін",
    buttonCreate: "Аккаунты құру",
    error: "Бұл электрондық поштасы бар пайдаланушы дерекқорда әлдеқашан бар! ",
  },
  search: {
    placeholder: "Белгішелерді іздеу",
    noresult: "Нәтиже жоқ",
  },
  paginator: { buttonPrevious: "Алдыңғы бет", buttonNext: "Келесі бет" },
};
